Repository: batden/moksha-module-drawer
Catalog: po/*.po
Languages: hi

source: Drawer Module
hi: ड्रॉअर्स मॉड्यूल

source: Plugins selection
hi: प्लगइन्स चयन

source: Plugins settings
hi: प्लगइन्स सेटिंग्स

source: Source plugins
hi: सोर्स प्लगइन्स

source: View plugins
hi: प्लगइन्स देखें

source: Description: Unavailable
hi: विवरण: अनुपलब्ध

source: Source settings
hi: सोर्स सेटिंग्स

source: View settings
hi: सेटिंग्स देखें

source: Moksha theme
hi: मोक्ष थीम

source: Drawer Module Configuration data needed upgrading. Your old configuration<br> has been wiped and a new set of defaults initialized. This<br>will happen regularly during development, so don't report a<br>bug. This simply means the module needs new configuration<br>data by default for usable functionality that your old<br>configuration simply lacks. This new set of defaults will fix<br>that by adding it in. You can re-configure things now to your<br>liking. Sorry for the inconvenience.<br>
hi: ड्रॉअर मॉड्यूल कॉन्फ़िगरेशन डेटा को अपग्रेड करने की आवश्यकता है। आपका पुराना कॉन्फ़िगरेशन<br> मिटा दिया गया है और डिफ़ॉल्ट का एक नया सेट आरंभ किया गया है। यह विकास के दौरान नियमित रूप से होगा, इसलिए बग की रिपोर्ट न करें।इसका सीधा सा मतलब है कि मॉड्यूल को डिफ़ॉल्ट रूप से नए कॉन्फ़िगरेशन<br>डेटा की आवश्यकता है ताकि उपयोग योग्य कार्यक्षमता हो जो आपके पुराने<br>कॉन्फ़िगरेशन में नहीं है। यह नया डिफ़ॉल्ट का सेट इसे जोड़कर ठीक कर देगा। अब आप अपनी पसंद के अनुसार चीजों को फिर से कॉन्फ़िगर कर सकते हैं। असुविधा के लिए खेद है।<br>

source: Your Drawer Module configuration is NEWER than the module version. This is very<br>strange. This should not happen unless you downgraded<br>the module or copied the configuration from a place where<br>a newer version of the module was running. This is bad and<br>as a precaution your configuration has been now restored to<br>defaults. Sorry for the inconvenience.<br>
hi: आपका ड्रॉअर मॉड्यूल कॉन्फ़िगरेशन मॉड्यूल वर्शन से नया है। यह बहुत<br> अजीब है। ऐसा तब तक नहीं होना चाहिए जब तक कि आपने मॉड्यूल को डाउनग्रेड न कर दिया हो या कॉन्फ़िगरेशन<br> को ऐसी जगह से कॉपी न कर लिया हो जहाँ मॉड्यूल का नया वर्शन चल रहा हो। यह बुरा<br> है और सावधानी के तौर पर आपके कॉन्फ़िगरेशन को अब<br> डिफ़ॉल्ट पर बहाल कर दिया गया है। असुविधा के लिए खेद है।<br>

source: The plugin is not configurable
hi: प्लगइन कॉन्फ़िगर करने योग्य नहीं है

source: Drawer Plugins
hi: ड्रॉअर्स प्लगइन

source: The plugin '%s' was not found.
hi: प्लगइन '%s' नहीं मिला.

source: The plugin '%s' could not be opened.
hi: प्लगइन '%s' खोला नहीं जा सका.

source: The plugin '%s' does not contain all required functions.
hi: प्लगइन '%s' में सभी आवश्यक फ़ंक्शन शामिल नहीं हैं।

source: The plugin '%s' does not have the required API version.
hi: प्लगइन '%s' में आवश्यक API वर्सन नहीं है

source: Drawer
hi: द्रावर

source: Drawer Configuration Updated
hi: द्रावर कॉन्फ़िगरेशन अप्देतेद

source: Settings
hi: सेटिंग्स

source: Open Containing Directory
hi: युक्त निर्देशिका खोलें

source: Directory Watcher settings
hi: निर्देशिका वॉचर सेटिंग्स

source: Home
hi: होम

source: Directory (%s)
hi: निर्देशिका (%s)

source: Drawer Plugin : Directory Watcher
hi: द्रावर प्लगइन : डायरेक्टरी वॉचर

source: Watch path
hi: वॉच पथ

source: Custom file manager
hi: कस्टम फ़ाइल प्रबंधक

source: Sort Options
hi: विकल्प क्रमबद्ध करें

source: Sort directories first
hi: पहले निर्देशिकाओं के अनुसार क्रमबद्ध करें

source: Sort by name
hi: नाम के अनुसार क्रमबद्ध करें

source: Sort by access time
hi: पहुँच समय के अनुसार क्रमबद्ध करें

source: Sort by modification time
hi: संशोधन समय के अनुसार क्रमबद्ध करें

source: Sort by change time
hi: समय के अनुसार क्रमबद्ध करें

source: Sort by size
hi: आकार के अनुसार क्रमबद्ध करें

source: History settings
hi: इतिहास सेटिंग

source: Change Item Properties
hi: आइटम गुण बदलें

source: Blacklist Item
hi: ब्लैकलिस्ट आइटम

source: Remove Item
hi: आइटम हटाएँ

source: Drawer Plugin : History
hi: ड्रॉअर प्लग-इन : इतिहास

source: Sorting options
hi: सॉर्टिंग विकल्प

source: Sort applications by executable
hi: एक्जीक्यूटेबल्स के आधार पर एप्लिकेशन को सॉर्ट करें

source: Sort applications by date
hi: तिथि के आधार पर एप्लिकेशन को सॉर्ट करें

source: Sort applications by popularity
hi: लोकप्रियता के आधार पर एप्लिकेशन को सॉर्ट करें

source: Blacklist
hi: ब्लैकलिस्ट

source: Enable Blacklist
hi: ब्लैकलिस्ट सक्षम करें

source: General
hi: सामान्य

source: Blacklisted Applications
hi: ब्लैकलिस्टेड एप्लिकेशन।

source: Add
hi: जोड़ें।

source: Delete
hi: हटाएं।

source: Add Blacklisted Application
hi: ब्लैकलिस्ट किए गए एप्लिकेशन को जोड़ें।

source: Enter application name
hi: एप्लिकेशन का नाम दर्ज करें।

source: Launcher settings
hi: लॉन्चर सेटिंग्स

source: %s source
hi: %s स्रोत

source: Drawer Plugin : Launcher
hi: ड्रावर प्लगइन: लांचर

source: Selected Bar Source
hi: बार स्रोत का चयन करें

source: Configure
hi: कॉन्फ़िगर

source: Unsorted
hi: क्रमहीन

source: Sort applications by local rating
hi: स्थानीय रेटिंग के अनुसार आवेदन को क्रमबद्ध करें

source: Sort applications by overall popularity
hi: समग्र लोकप्रियता के आधार पर आवेदन को क्रमबद्ध करें

source: Create new Launcher source
hi: नया लॉन्चर स्रोत बनाएँ

source: Enter a name for this new source:
hi: इस नए स्रोत का नाम दर्ज करें

source: You requested to delete "%s".<br><br>Are you sure you want to delete this bar source?
hi: आपने "%s" को हटाने का अनुरोध किया है।<br><br>क्या आप वाकई इस बार स्रोत को हटाना चाहते हैं?

source: Are you sure you want to delete this bar source?
hi: क्या आप वाकई इस बार स्रोत को हटाना चाहते हैं?

source: List settings
hi: सूची सेटिंग्स

source: Drawer Plugin : List
hi: ड्रावर प्लगइन: सूची

source: Item size options
hi: आइटम आकार विकल्प

source: Large
hi: बड़ा

source: Medium
hi: मध्यम

source: Small
hi: छोटा
